{
  "home": {
    "welcome": "Hey, welcome to my digital playground!",
    "title": "I'm Oleksandr Wojtyla, but you can call me",
    "name": "Olek",
    "description": "I'm a front-end developer who's all about creating awesome user experiences. Let's dive in!"
  },
  "about": {
    "title": "Who I Am",
    "techTitle": "By the way, here are a few technologies I've been working with recently:",
    "biography": {
      "title": "choose bio length:",
      "full": {
        "paragraph1": "Greetings! I am a recent Computer Science graduate with a passion for crafting visually appealing and user-friendly websites. Prior to my foray into the tech industry, I earned a Bachelor's degree in Management. Despite this, my true passion has always lied within the realm of web development. As a motivated and diligent individual, I continually strive to refine my skills and keep up-to-date with the latest technologies.",
        "paragraph2": "In my spare time, you can find me keeping my problem-solving and strategic thinking skills sharp with a game of chess, venturing into new universes through my favorite science fiction books, or immersing myself in a captivating film. These activities are not just hobbies for me - chess enhances my strategic thinking, reading fosters my imagination and communication skills, and movies offer a rich source of storytelling and visual design inspiration.",
        "paragraph3": "As a new graduate, I am eagerly seeking a Junior Web Developer position in a company where I can apply my skills and passion for web development, and continue to grow professionally. If you have any available positions or know of any that may be a good fit, I would love to hear from you."
      },
      "medium": {
        "paragraph1": "Hello there! As a motivated recent graduate in Computer Science,  I specialize in designing eye-catching and user-friendly websites. I am on the lookout for a Junior Web Developer position where I can apply my knowledge, passion, and skills in a professional context.",
        "paragraph2": "When I'm not immersing myself in code, you can find me stimulating my mind with a game of chess, exploring the imaginative universes found in science fiction literature, and drawing inspiration from the compelling storytelling and visual aesthetics in movies.",
        "paragraph3": "Now as a proud graduate, I'm eager to join a forward-thinking company where I can contribute to innovative projects, learn from industry professionals, and grow as a web developer. If you know of any opportunities or have any positions available, I'm all ears and would love to hear from you."
      },
      "small": {
        "paragraph1": "Hi! I'm a recent Computer Science graduate, specializing in creating visually engaging and user-friendly websites. Now on the hunt for a Junior Web Developer role to apply my skills and further my growth in the field. Off the clock, I'm a chess enthusiast, sci-fi reader, and film lover, always eager to stimulate my mind and draw inspiration from various sources!"
      }
    }
  },
  "projects": {
    "title": "Featured Projects"
  },
  "contact": {
    "title": "Let's Connect!",
    "description": " I'm always excited to discuss new opportunities and collaborations. You can contact me through the following channels:"
  }
}
